/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Ļaut piekļuvi";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta nepieciešama piekļuve Jūsu kontaktiem. Mēs neglabājam Jūsu kontaktus savos serveros.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Atvainojiet!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Nepieciešama darbība";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Lai Forsta pilnvērtīgi darbotos, nepieciešama piekļuve pie Jūsu kontaktiem. Piekļuve kontaktiem ir liegta. Forsta aizvērsies. Jūs varat atcelt liegumu, lai ļautu Forsta piekļūt Jūsu kontaktiem, izdarot to Aplikāciju iestatījumi >> Galvenie >> Liegumi >> Kontakti >> Atļaut izmaiņas.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Aizvērt";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Atbildēt";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Jauna ziņa! Atveriet lietotni, lai izlasītu to.";

/* No comment provided by engineer. */
"APN_Message" = "Jauna ziņa!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Ziņo no";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Ziņa grupā";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ grupā %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archive";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arhivēt";

/* No comment provided by engineer. */
"ATTACHMENT" = "Pielikums";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Pielikuma lejuplādēšana neizdevās, pieskarieties, lai atkārtotu.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Pielikums tiek lejuppielādēts.";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Jauns pielikums gaida apstiprināšānu.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Lai Forsta pilnvērtīgi darbotos, nepieciešama piekļuve pie Jūsu mikrofona. Jūs varat atcelt piekļuvi mikrofonam jebkurā brīdī Aplikāciju iestatījumi >> Privātums >> Mikrofons >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Atzvanīt";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Izvēlēties no galerijas...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Šis atjauninās aplikāciju, izdzēšot Jūsu sarakstes un atreģistrējot Jūs no servera. Lietotne automātiski aizversies pēc datu izdzēšanas.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Vai Jūs tiešām vēlaties izdzēst savu profilu?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Apstiprināt";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Nereģistrēts numurs";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Izvēlēties valsts kodu";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Aizsūtīts";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Save";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Tap on the compose button.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Sāciet savu pirmo Forsta saziņu!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Jūs varat arhivēt savas neaktīvās sarakstes no iesūtnes vēlākam laikam.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Izdzēst savas sarakstes.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Uzaicināt kontaktu";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Neviens no Jūsu kontaktiem nelieto Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Vai vēlaties uzaicināt kādu?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Padoms: pievienojiet ziņojumu kā atgādinājumu!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Izdarīts. Izdarīts. Izdarīts.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Iesūtne tukša, uzrakstiet kādam!";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Viss darbojas nevainojami.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Servera kļūda!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Beigt";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Savienošanās neizdevās!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Jūs nolikāt klausuli.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Viņi nolika klausuli.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Ieiet neizdevās!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Ziņa no servera:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Numurs nav reģistrēts Forsta vai RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Saņēmējs nepieejams.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Jūs noraidījāt sarunu.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Zvans atteikts.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Jūs veicāt citu zvanu.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Aizņemts...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Izlaists zvans.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Programmatūrā radās kļūda!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Saņemts atkārtots ziņojums.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Saņēmēja atslēga ir nederīga.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Saņemts ziņojums, kas nav derīgs ar šo programmatūras versiju.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Sekojošam kontaktam sesija nav pieejama.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Radās nezināma kļūda.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Kļūda!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Sūtīšanas kļūda. Pieskarieties, lai atkārtotu darbību.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Pārtraukt šo sesiju.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Profila bilde nomainīta.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Creating new group";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Group creation failed";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ pievienojās grupai.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ pameta grupu.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Group Members";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Leaving group %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Failed to leave group";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "'%@' ir jaunais sarakstes grupas nosaukums.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grupa atjaunināta.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Tu pameti grupu.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Savieno...";

/* Call setup status label */
"IN_CALL_RINGING" = "Zvana...";

/* Call setup status label */
"IN_CALL_SECURING" = "Atbildēts. Aizsargā...";

/* Call setup status label */
"IN_CALL_TALKING" = "Aizsargāts. Aktīvs.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Pabeigts.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Ienākošs zvans";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Ienākošais zvans no %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Pamest";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Ielādē Jūsu kontaktus.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Atpūtieties!";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Ieiet";

/* No comment provided by engineer. */
"ME_STRING" = "Es";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Jauna ziņa";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Neatbildēts zvans";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Izlaists zvans no %@";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Tu saņēmi zvanu no %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Tu piezvanīji %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "You can not pair any more devices.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "You have reached the maximum of devices you can currently pair with your account. Please remove a device or try again to pair it later.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Please check you're online and try again.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Savienots";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Savieno...";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Tīkla stāvoklis";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Atslēdzies";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Jūs varat pārbaudīt savu tīkla stāvokli, paskatoties uz krāsainu lodziņu virs iesūtnes.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Jauna Grupa";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Ievadiet grupas sarakstes nosaukumu";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Pievienot cilvēkus";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "%@ nesaņēma Jūsu ziņu, sūtīšana neizdevās.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Due to known bugs in Apple's push framework, message previews will only be shown if the message is retrieved within 30 seconds after being sent. The application badge might be inaccurate as a result.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Bez vārda vai ziņas";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Noklusētie paziņojumi";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Iekšlietotnes paziņojumi";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Sūtītāja vārds & ziņa";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Tikai sūtītāja vārds";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Parādīt";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Paziņojumu skaņa";

/* No comment provided by engineer. */
"OK" = "Labi";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Izejošais zvans";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Jūsu iPhone nepieciešams ievadīt patentatslēgu, lai saņemtu jaunu ziņojumu.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Turpināt";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Atzīmēt kā izlasītu";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Atbildēt";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Paziņojumi";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Lai Forsta pilnvērtīgi darbotos, nepieciešams atļaut izsūtīt paziņojumu trauksmes un skaņas. Lūdzu, izdariet to Aplikāciju iestatījumi >> Paziņojumu centrs >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "Jautājuma zīme";

/* No comment provided by engineer. */
"RATING_MSG" = "Ja jūs izbaudāt izmantot Forsta privātai saziņai, Jūs varat atbalstīt mūsu projektu, novērtējot to. Tas neaizņems vairāk par minūti, taču palīdzēs citiem atklāt nedaudz privātuma.";

/* No comment provided by engineer. */
"RATING_RATE" = "Novērtējiet Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Atbalsti Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Lūdzu, ievadiet derīgu valsts kodu.";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Kļūda valsts kodā";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta ļauj uzturēt privātu kontaktu ar Jūsu eksistējošiem kontaktiem. Lai lietotu Forsta, lūdzu, atļaujiet piekļuvi Jūsu kontaktiem.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Talāk";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Esat sveicināti!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Mēģiniet vēlreiz";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Serverim pašlaik sasniegts maksimālais reģistrāciju skaits, lūdzu, mēģiniet vēlreiz vēlāk.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Valsts kods";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Ievadiet numuru";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Reģistrācijas kļūda";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "This phone number format is not supported, please contact support.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefona numurs";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Someone's excited to send their first message! You need to register before performing this action.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Tavs telefona numurs";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Pārbaudīt šo ierīci";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Atteikt";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "The phone number you are trying to register has already been registered on another server, please unregister from there and try again.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Piereģistrējaties atkārtoti, lai saņemtu paziņojumus.";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Retry";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Meklēt cilvēku vai numuru";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Droša sesija tika atjaunota.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Sūtīt atkāroti";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Sūtīt";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Sūtīt SMS:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Vai uzaicināt draugu, izmantojot nedrošu SMS?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "SMS nosūtīšana neizdevās, lūdzu atkārtojiet vēlreiz vēlāk.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Tu esi uzaicinājis savus draugus lietot Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Vai Jūs vēlētos uzaicināt sekojošos numurus izmantot Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Par";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Ieslēgt kļūdas labošanas ierakstīšanu.";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Iesniegt kļūdas labošanas ierakstu.";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Izvērsti uzstādījumi";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Izdzēst vēstures žurnālu";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Autortiesības pieder Forsta, Inc\n Open Whisper Systems\nIzmantojamā licence - GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Izdzēst profilu";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Vai Jūs esat pārliecināts, ka vēlaties izdzēst visu Jūsu vēsturi (sarakstes, pielikumus, zvanu vēsturi...) ? Šī darbība ir neatgriezeniska.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Esmu pārliecināts.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Palīdzība";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Vēstures žurnāls";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informācija";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Uzaicināt";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Uzstādījumi";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Paziņojumi";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privātums";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Ieslēgt ekrāna aizsardzību";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Prevents Forsta previews from appearing in the app switcher.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Ekrāna aizsardzība";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Dalīties ar instalēšanas saiti";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Atbalsts";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versija";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Es tevi aicinu lejuplādēt Forsta! Saite:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Uzņemt foto vai video";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Uzņemt foto";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Neizdevās pielietot atjauninātu kontaktu sarakstu no servera. Lūdzu, mēģiniet vēlreiz vēlāk.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Atcelt";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Izdzēst";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Unarchive";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Unknown attachment";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Failed to unregister from Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Saņemts neatbilstīts pielikuma tips.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Jūsu ierīce neatbalsta šo funkciju.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Atjaunot";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Izmainīt numuru";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Pārbaudes kods";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Piezvani man!";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Pieprasīt kodu vēlreiz";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Ievadīt pārbaudes kodu";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Pārbaudīt";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Iesūtne";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
